Repository: OlivierMarteaux/S058_BudgetTracker
Catalog: Localizable.xcstrings
Source language: en
Languages: fr

source: Add
fr: Ajouter

source: All Categories
fr: Toutes les catégories

source: All operations
fr: Toutes les opérations

source: Amount
fr: Montant

source: Amount (€)
fr: Montant (€)

source: Amount format
fr: Format du montant

# amount_format.comma_decimal
source: Comma decimal (,)
fr: Virgule décimale (,)

# amount_format.dot_decimal
source: Dot decimal (.)
fr: Point décimal (.)

# amount_format.integer
source: Integer
fr: Entier

source: Cancel
fr: Annuler

source: Categories
fr: Catégories

source: Category
fr: Catégorie

source: Category name
fr: Nom de la catégorie

# category_editor.edit_category
source: Edit category
fr: Modifier

# category_editor.new_category
source: New category
fr: Nouvelle catégorie

source: Choose CSV file
fr: Sélectionner le fichier CSV

source: Date format
fr: Format de la date

source: Date range
fr: Intervalle de date

# date_format.ddMMyy
source: dd/MM/yy
fr: jj/MM/aa

# date_format.ddMMyyDash
source: dd-MM-yy
fr: jj-MM-aa

# date_format.ddMMyyyy
source: dd/MM/yyyy
fr: jj/MM/aaaa

# date_format.ddMMyyyyDash
source: dd-MM-yyyy
fr: jj-MM-aaaa

# date_format.MMddyy
source: MM/dd/yy
fr: MM/jj/aa

# date_format.MMddyyDash
source: MM-dd-yy
fr: MM-jj-aa

# date_format.MMddyyyy
source: MM/dd/yyyy
fr: MM/jj/aaaa

# date_format.MMddyyyyDash
source: MM-dd-yyyy
fr: MM-jj-aaaa

# date_format.yyddMM
source: yy/dd/MM
fr: aa/jj/MM

# date_format.yyddMMDash
source: yy-dd-MM
fr: aa-jj-MM

# date_format.yyMMdd
source: yy/MM/dd
fr: aa/MM/jj

# date_format.yyMMddDash
source: yy-MM-dd
fr: aa-MM-jj

# date_format.yyyyddMM
source: yyyy/dd/MM
fr: aaaa/jj/MM

# date_format.yyyyddMMDash
source: yyyy-dd-MM
fr: aaaa-jj-MM

# date_format.yyyyMMdd
source: yyyy/MM/dd
fr: aaaa/MM/jj

# date_format.yyyyMMddDash
source: yyyy-MM-dd
fr: aaaa-MM-jj

source: Delete
fr: Supprimer

source: Done
fr: Valider

source: Edit
fr: Modifier

source: Enter the name of the new category.
fr: Entrez le nom de la nouvelle catégorie

source: Export CSV
fr: Exporter le fichier CSV

source: Export operations
fr: Exporter des opérations

source: Filter
fr: Filtrer

source: History
fr: Historique

source: Import operations
fr: Importer des opérations

source: Monthly budget
fr: Budget mensuel

source: Monthly recap
fr: Récapitulatif mensuel

source: New category
fr: Nouvelle catégorie

source: None
fr: Aucune

source: Operation
fr: Opération

# operation_date_filter.all
source: All date
fr: Toutes les dates

# operation_date_filter.custom
source: Custom range
fr: Intervalle personalisé

# operation_date_filter.last_month
source: Last month
fr: Le mois dernier

# operation_date_filter.this_month
source: This month
fr: Ce mois-ci

# operation_editor.edit_operation
source: Edit operation
fr: Modifier

# operation_editor.new_operation
source: New operation
fr: Nouvelle opération

source: Operations
fr: Opérations

source: Operations to export
fr: Opérations à exporter

source: Positive amount = expense Negative amount = income
fr: Montant positif = Dépense Montant négatif = Revenu

source: Range
fr: Intervalle

source: Recap
fr: Récap

source: Remove budget
fr: Effacer le budget

source: Reset Filters
fr: Effacer les filtres

source: Save
fr: Enregistrer

source: Select a CSV file exported from BudgetTracker.
fr: Sélectionnez un fichier CSV à importer

source: This limit will appear as a red line on the historical chart.
fr: Cette valeur limite apparaîtra en ligne rouge sur le graphe.

source: User Budget
fr: Budget Utilisateur
